var product=[
    {
        "id":'1',
        "title":'电子产品',
        "titleImg":'img/1489726707628.png',
        "titleText":'台湾小伙伴说大陆的50岚是假的,一点点就是台湾的50岚。跟露珠说的一样 回应 ...魔都的一点点好喝,五十岚一泡污 回应 赞 删除 来自豆瓣App uk代购l',
        "pro":[
            {
                "id":'1',
                "name":'小米手机',
                "namesrc":'img/1489559173709.jpg'
            },
            {
                "id":'2',
                "name":'苹果手机',
                "namesrc":'img/1489559173709.jpg'
            }
        ]
    },
    {
        "id":'2',
        "title":'服装类',
        "titleImg":'img/1489726707628.png',
        "titleText":'台湾小伙伴说大陆的50岚是假的,一点点就是台湾的50岚。跟露珠说的一样 回应 ...魔都的一点点好喝,五十岚一泡污 回应 赞 删除 来自豆瓣App uk代购l',
        "pro":[
            {
                "id":'1',
                "name":'好好内裤',
                "namesrc":'img/1489559173709.jpg'
            },
            {
                "id":'2',
                "name":'呀呀内衣',
                "namesrc":'img/1489559173709.jpg'
            }
        ]
    }
]